{
    "HOME": "Home",
    "ABOUT": "About",
    "CONTACTS": "Contacts",
    "LOGIN": "Login",
    "SEARCH": "Search",
    "CATALOG": "Catalog",
    "AUSTRALIAN_WAR_MEMORIAL": "Australian War Memorial",
    "AUSTRALIAN_WAR_DESC": "The Australian War Memorial in Canberra commemorates the sacrifices of Australian military personnel. It combines a sanctuary, a world-class museum, and an extensive archive, featuring artifacts, dioramas, and exhibits from Australia's military history.",
    "AUSTRALIAN_WAR_DESC2": "The Memorial also features the Roll of Honour, listing the names of fallen soldiers, and organizes ceremonies to honor their legacy. It is an important cultural and historical institution dedicated to memory and education.",
    "KNOW_MORE": "See more",
    "MUSEUM_FIELD": "Field Museum",
    "FIELD_DESC": "The Field Museum in Chicago has its roots in the 1893 World's Columbian Exposition. Initially known as the Columbian Museum of Chicago, it was renamed the Field Museum of Natural History in 1905 in honor of its primary benefactor, Marshall Field. Over the years, it has expanded its collections and research, focusing on anthropology, botany, geology, and zoology. Notable expeditions, such as the Field Museum-East Greenland Expedition of 1932-1933, have enriched its collection. Today, the museum is a global leader in scientific research, education, and conservation, promoting an understanding of the natural world and cultural diversity.",
    "MUSEUM_SHANGAI": "Shanghai Science and Technology Museum",
    "SHANGAI_DESC": "Founded in 2001, the Shanghai Science and Technology Museum represents China's dedication to scientific exploration and education. Originating from initiatives in the late 20th century, it emerged from the country's push for technological advancement. Its futuristic design and diverse exhibits spanning physics, biology, astronomy, and technology attract visitors from around the world. Through interactive exhibits and educational programs, the museum promotes scientific literacy and inspires future innovators. Continuously updated to reflect the latest advancements, it remains a symbol of China's commitment to progress and a center of knowledge in Shanghai.",
    "MUSEUM_AUSTRALIAN": "Australian National Maritime Museum",
    "AUSTRALIAN_DESC": "The Australian National Maritime Museum, located in Darling Harbour, Sydney, explores Australia's rich maritime heritage. Opened in 1991, it features historic vessels, naval artifacts, and interactive exhibits covering themes such as exploration, immigration, and naval defense. Highlights include a replica of Captain Cook's Endeavour, a Navy submarine, and the HMAS Vampire.", 
    "AUSTRALIAN_DESC2": "The museum offers educational programs and events, providing insights into the country's maritime history and its connection to global maritime traditions.",
    "LOUVRE_MUSEUM": "Louvre Museum",
    "LOUVRE_DESC": "The Louvre Museum, located in Paris, France, is one of the world's premier art museums. Housed in the historic Louvre Palace, it features a diverse collection spanning thousands of years and cultures. From ancient Egyptian artifacts to renowned Renaissance paintings such as Leonardo da Vinci's 'Mona Lisa' the museum offers visitors an unparalleled journey through art history. With its iconic glass pyramid entrance, the Louvre stands as a symbol of artistic excellence and cultural heritage.",
    "EVENTS": "Events",
    "AUSTRALIAN_EVENT_DESC": "Join the professional team at Sydney Harbour Kayaks for a very special 90-minute sea kayaking night tour: the Sydney Vivid Moonlight Kayaking Experience.",
    "AUSTRALIAN_EVENT_DESC2": "As the sun sets over Sydney and we depart in our kayaks, watch the city come to life and light up around you from your floating vantage point.",
    "SEE_EVENT": "See Event",
    "FIELD_EVENT_DESC": "At Bug Bites, you can sample delicacies such as grasshopper tacos and mole—dishes inspired by the world-class Mexican cuisine of Oaxaca. Don't worry, all your Big Star favorites will also be available."
} 